Repository: ruifontes/NVDARecorder
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hr, uk

source: Activate/deactivate recording on NVDARecorder
hr: Aktivira/deaktivira snimanje NVDA snimača
uk: Увімкнути/вимкнути запис у NVDARecorder

source: Recording stopped
hr: Snimanje je zaustavljeno
uk: Запис зупинено

source: Start recording
hr: Snimanje je započeto
uk: Почати запис

source: NVDA recorder
hr: NVDA snimač

source: Here is the recorded text:
hr: Evo snimljenog teksta:
uk: Тут розміщено записаний текст:

source: Open NVDARecord.txt's folder
hr: Otvorite mapu datoteke NVDARecord.txt
uk: Відкрити папку NVDARecord.txt

source: Copy to clipboard
hr: Kopiraj u međuspremnik
uk: Скопіювати в буфер обміну

source: It is available a new version of this add-on. Do you want to update?
hr: Dostupna je nova verzija ovog dodatka.\n Želite li ga ažurirati?
uk: Доступна нова версія цього додатка. Хочете оновити?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
hr: Nova verzija ovog dodatka nije kompatibilna s vašom verzijom NVDA-a.\n Proces ažuriranja će biti prekinut.
uk: Нова версія цього додатка несумісна з вашою версією NVDA. Процес оновлення буде перервано.

source: Check for updates at startup
hr: Provjeri ima li ažuriranja pri pokretanju
uk: Перевіряти наявність оновлень під час запуску

source: Record in a text document all the speechs of NVDA, except in SayAll, and shows it in a dialog. Turn on/off with Alt+NumPad Plus.
hr: Snimite u tekstualni dokument sve govore NVDA-a, osim u "Izgovori sve", i to prikazuje u dijaloškom okviru. Uključite/isključite pomoću Alt+NumPad Plus.
uk: Записує в текстовий документ все, що промовляє NVDA, крім режиму «читати все», й показує його в діалозі. Вмикається й вимикається за допомогою Alt+додатковий плюс.
